app/controllers/posts_controller.rb

SELECT `posts`.* FROM `posts` WHERE `posts`.`id` = 1 LIMIT 1
---
  def index
    @post = Post.find(1)

INSERT INTO `posts` (`content`, `created_at`, `updated_at`) VALUES ('こんちは', '2020-12-29 03:41:47.117994', '2020-12-29 03:41:47.117994')
---
  def create
    Post.create(content: params[:content])